       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO-READERS.
      *simple cobol program.
       PROCEDURE DIVISION.
           DISPLAY 'Hello, World!'.
           STOP RUN.